
/* Usually leave this one in English */
"NSHumanReadableCopyright" = "Copyright © 2009-2021 aONe";

/* Access request descriptions */
"NSDesktopFolderUsageDescription" = "Keka requires Desktop access to work with it's files.";
"NSDocumentsFolderUsageDescription" = "Keka requires Documents access to work with it's files.";
"NSDownloadsFolderUsageDescription" = "Keka requires Downloads access to work with it's files.";
"NSNetworkVolumesUsageDescription" = "Keka requires network volumes access to work with it's files.";
"NSRemovableVolumesUsageDescription" = "Keka requires removable volumes access to work with it's files.";

/* File types */
"7Z Archive" = "7Z archívum";
"LZMA Archive" = "LZMA archívum";
"LZOP Archive" = "LZOP archívum";
"LZOP Tarball Archive" = "LZOP tömörített TAR archívum";
"LZIP Archive" = "LZIP archívum";
"LZIP Tarball Archive" = "LZIP tömörített TAR archívum";
"ZIP Archive" = "ZIP archívum";
"ZIPX Archive" = "ZIPX archívum";
"XZ Archive" = "XZ archívum";
"XZ Tarball Archive" = "XZ tömörített TAR archívum";
"Brotli Archive" = "Brotli Archive";
"Brotli Tarball Archive" = "Brotli Tarball Archive";
"Zstandard Archive" = "Zstandard Archive";
"Zstandard Tarball Archive" = "Zstandard Tarball Archive";
"RAR Archive" = "RAR archívum";
"RAR Legacy Archive Volume" = "RAR örökölt kötet archívum";
"Generic Archive Volume" = "Általános kötet archívum";
"BZIP2 Archive" = "BZIP2 archívum";
"BZIP2 Tarball Archive" = "BZIP2 tömörített TAR archívum";
"BZIP Archive" = "BZIP archívum";
"BZIP Tarball Archive" = "BZIP tömörített TAR archívum";
"GZIP Archive" = "GZIP archívum";
"GZIP Tarball Archive" = "GZIP tömörített TAR archívum";
"TAR Archive" = "TAR archívum";
"LRZIP Archive" = "LRZIP archívum";
"LRZIP Tarball Archive" = "LRZIP tömörített TAR archívum";
"CPIO Archive" = "CPIO archívum";
"CPGZ Archive" = "CPGZ archívum";
"PAX Archive" = "PAX archívum";
"DMG Disk Image" = "DMG lemezkép";
"ISO Disk Image" = "ISO lemezkép";
"LHA Archive" = "LHA archívum";
"Windows EXE File" = "Windows EXE fájl";
"Windows Cabinet File" = "Windows Cabinet fájl";
"Windows Installer Package" = "Windows Installer Package";
"WIM Disk Image" = "WIM lemezkép";
"Comic Book RAR Archive" = "Képregény RAR archívum";
"Comic Book ZIP Archive" = "Képregény ZIP archívum";
"iOS App" = "iOS-alkalmazás";
"JAR Archive" = "JAR archívum";
"WAR Archive" = "WAR archívum";
"Android Application Package" = "Android Application Package";
"Cross-Platform Installer Module (XPI)" = "Cross-Platform Installer Module (XPI)";
"APPX Archive" = "APPX archívum";
"Safari extension" = "Safari bővítmény";
"ACE Archive" = "ACE Archive";
"XIP Secure Archive" = "XIP Secure Archive";
"Keka Extraction Package" = "Keka Extraction Package";
